index.org
#+TITLE:
#+DESCRIPTION:

#+EXPORT_FILE_NAME: index.html
#+HTML_DOCTYPE: html5
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="../web/worg.css" />
#+HTML_HEAD_EXTRA: <link rel="shortcut icon" href="../web/panda.svg" type="image/x-icon">
#+OPTIONS: html-style:nil
#+OPTIONS: num:nil
#+OPTIONS: html-postamble:nil
#+OPTIONS: toc:nil 
#+OPTIONS: num:nil
#+OPTIONS: html-scripts:nil

- [[file:resume.html][=Resume=]] ::  \\
- [[file:.emacs.d/][=.emacs.d=]] :: My emacs configuration and a short ELisp intro \\
- [[file:cindertemplate/][=cinder-template=]] :: A template for Cinder (broken) \\
- [[file:elinear/][=elinear=]] :: Linear albegra in ELisp: Basics, LU, Least Squares, QR \\
- [[file:morelinear/][=morelinear=]] :: Linear albegra in Clojure: QR and on \\
- [[file:hunterintro.html][=hunter-intro=]] :: Intro to managing dependencies in C++ using Hunter \\
- [[file:buubletea/][=buubletea=]] :: Basic example for working in Clojure with JavaFX, OpenCV and simple plotting \\
- [[file:bluepill/][=bluepill=]] :: A GCC/CMake Build environment for the STM32F1 based Bluepill board \\
- [[file:stm32f1-ll/][=stm32f1-ll=]] :: CMake wrapper for the STM32F1 Low Level API library - extracted from the STM32 Cube HAL \\
- [[file:discoveryf4-std-periph/][=discoveryf4-std-periph=]] :: A GCC/CMake Build environment for the STM32F4 Discovery
