index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2019-07-25 Thu 10:53 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>&lrm;</title>
<meta name="generator" content="Org mode">
<meta name="author" content="George Kontsevich">
<link rel="stylesheet" type="text/css" href="../web/worg.css" />
<link rel="shortcut icon" href="../web/panda.svg" type="image/x-icon">
</head>
<body>
<div id="content">
<dl class="org-dl">
<dt><a href="resume.html"><code>Resume</code></a></dt><dd><br></dd>
<dt><a href=".emacs.d/"><code>.emacs.d</code></a></dt><dd>My emacs configuration and a short ELisp intro <br></dd>
<dt><a href="cindertemplate/"><code>cinder-template</code></a></dt><dd>A template for Cinder (broken) <br></dd>
<dt><a href="elinear/"><code>elinear</code></a></dt><dd>Linear albegra in ELisp: Basics, LU, Least Squares, QR <br></dd>
<dt><a href="morelinear/"><code>morelinear</code></a></dt><dd>Linear albegra in Clojure: QR and on <br></dd>
<dt><a href="hunterintro.html"><code>hunter-intro</code></a></dt><dd>Intro to managing dependencies in C++ using Hunter <br></dd>
<dt><a href="buubletea/"><code>buubletea</code></a></dt><dd>Basic example for working in Clojure with JavaFX, OpenCV and simple plotting <br></dd>
<dt><a href="bluepill/"><code>bluepill</code></a></dt><dd>A GCC/CMake Build environment for the STM32F1 based Bluepill board <br></dd>
<dt><a href="stm32f1-ll/"><code>stm32f1-ll</code></a></dt><dd>CMake wrapper for the STM32F1 Low Level API library - extracted from the STM32 Cube HAL <br></dd>
<dt><a href="discoveryf4-std-periph/"><code>discoveryf4-std-periph</code></a></dt><dd>A GCC/CMake Build environment for the STM32F4 Discovery</dd>
</dl>
</div>
</body>
</html>
